Repository: giellalt/corpus-sme
Catalog: tmx/smj/bible/osko/index.php_kat_id=165_art_id=193.html.tmx
Source language: sme
Languages: smj

source: Oahpa: Beaivi
smj: Åhpav: Biejvve

source: Bassi Franssa beaivvášlávlla
smj: Assisia Fránsa Biejvvelávlla

source: Máidnojuvvon lehkos don, Hearrán, buot dáinna maid leat sivdnidan, erenoamážit viellja Beaivvážiin,
smj: sierraláhkáj viellja Biejvve, mij midjij biejvev vaddá,

source: guhte addá midjiide beaivvi, ja don attát čuovgga midjiide dan bokte.
smj: ja dån midjij tjuovgav dan baktu vattá.

source: Máidnojuvvon lehkos don, Hearrán, viellja Biekkas ja áimmus ja balvvain ja almmis
smj: ja alme ja juohkkalágásj dálke åvdås,

source: ja juohkelágán dálkkis, go dáinna fuolahat eallima sivdnádusásat.
smj: ietjat sjivnnjádusáv bierggit.

source: Máidnojuvvon lehkos don, Hearrán, oabbá Eatnamis, min eatnis,
smj: Ednam-oappá åvdås, mijá ieddne,

source: mii doalaha min ja guoddá min ja ovdanbuktá šattuid ja suinniid ja ivdnás liđiid
smj: mij mijáv baddjen anet ja guoddá

source: Bassi Fransa riegádii 1182:s Umbrias Italias.
smj: Assisia Fránssa riegádij jagen1182 Umbrian Italian.

source: Riggát albmá bárdni Frans skeŋkii earáide buot, maid oamastii.
smj: Biednikniehkke Fránssa vattij gájkka majt åmastij.

source: Son anii eallima rohkadallamii ja gefiid bálvaleapmái: eallin man vuođđu lei vuollegašvuohta ja gudnebalolašvuohta Ipmila sivdnádussii.
smj: Ietjas iellemav vattij råhkådallamij ja hæjojt dievnnutjit: Jubmela sjivnnjádusáv guddnedij ietjas iellema baktu.

source: Son čilgii dovdduidis čáppa divttain ja reivviin.
smj: Ietjas dåbdojt ilmodij tjáppa diktaj ja girjij baktu.

source: Loga eambbo su birra
smj: Lågå ienep suv birra
